source = {
    "start_text": "Добро пожаловать",

    "profile": '''{name}\n
Ваш ID: {tg_id}
💰 Ваш баланс: {balance} руб.

📥 Пополнений на сумму: {total_amount} руб.
🛒 Активаций на сумму: {total_expenses} руб.
📲 Всего номеров арендовано: {number_of_rent}''',

    "referal_menu": '''👥 Реферальная система

▫️ Ваша реферальная ссылка:

{ref_link}

❗️Если человек, приглашенный по вашей реферальной ссылке, пополнит баланс, то вы получите 5% от суммы его депозита.''',

    "btn_back": '🔙Назад',
    "btn_rent_number": 'Арендовать номер',
    "btn_profile": "Профиль",
    "btn_referal": "Рефералы",
    "btn_info": "Информация",
    "btn_change_lang": "Изменить язык",
    "btn_my_referal": "Мои рефералы",
    "select_service": 'Выберите сервис',
    "select_lang": 'Выберите язык',
    "my_referal": '''По вашей ссылке зарегистрировалось пользователей: **{number_of_referals}**
**Ваши рефералы:** {your_referals}''',
"not_found": 'По вашему запросу ничего не найдено',
"found_result": "Найденные варианты:",
"low_balance": "На вашем счёте недостаточно средств, пополните баланс",
"error": "Произошла ошибка. Выберите страну и сервис ещё раз",
"number_not_available": "Этот номер недоступен",
"select_service": "Выберите сервис",
"select_country": "Выберите страну",
"select_service_after_country": "Прежде чем выбирать страну, выберите сервис, для которого вы заказываете номер",
"rent_detail": '''Страна: {country}
Сервис: {service}
Стоимость аренды: **{price} руб**''',
"rented": "Номер успешно арендован. Номер: **{telephone_number}**",
"new_sms": "На номер было отправлено сообщение: **{text}**",
"wait_search_text": "Введите название: ",
"btn_top_up_balance": "💳Пополнить баланс",
'btn_buy': "Купить"
    }